Revit 2027 API
ParameterTypeId.BendingDetailVaryingRebarDimension Property
 "Varying Rebar Set Dimensions"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BendingDetailVaryingRebarDimension { get; }
Public Shared ReadOnly Property BendingDetailVaryingRebarDimension As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BendingDetailVaryingRebarDimension {
	ForgeTypeId^ get ();
}
static member BendingDetailVaryingRebarDimension : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace